Repository: Aurelienazerty/easyreservations
Catalog: languages/easyReservations-*.po
Languages: sv_se

source: link to user control panel
sv_se: länk till användar kontrollpanel

source: Changelog
sv_se: Ändringslogg

source: Room
sv_se: Rum

source: Cancel
sv_se: Avbryt

source: Your reservation is complete
sv_se: Din reservation är utförd

source: Your reservation was sent
sv_se: Din bokning skickades

source: Reservation was validated succesfully
sv_se: Reservationen har validerats succefullt

source: Add another reservation
sv_se: Lägg till ytterligare reservation

source: Submit all reservations
sv_se: Skicka alla reservationer

source: You are not allowed to access this file.
sv_se: Du tillåts inte få åtkomst till denna fil.

source: easyReservations Shortcode Creator
sv_se: easyReservations Shortcode Skaparen

source: Select
sv_se: Välj

source: choose
sv_se: välj

source: Calendar
sv_se: Kalender

source: Choose type of shortcode
sv_se: Välj typ av kortkod

source: The shortcodes wont work if more then one of the same type are on the same site
sv_se: Kortkoden fungerar inte om mer än en av samma typ används på samma sida

source: This can happen with posts in category-views or on homepage
sv_se: Detta kan hända med inlägg i kategorivy eller på startsida

source: To prevent this add the shortcodes after the [more] tag
sv_se: För att förhindra detta, ange kortkod efter [mer] tagg

source: Insert
sv_se: Infoga

source: Custom Style
sv_se: Anpassad stil

source: Select form template
sv_se: Välj formulärmall

source: Attached to reservations if no resource [tag] in form
sv_se: Bifogat till reservationer om ingen resurs [tagg] i formuläret

source: Blue
sv_se: Blå

source: Select style
sv_se: Välj stil

source: Multiple reservations
sv_se: Multipla reservationer

source: Allow multiple reservations in a
sv_se: Tillåt flera reservationer i ett

source: Overlay
sv_se: Överlappad

source: If multiple reservations are enabled the overlay will show the list of the reservations.
sv_se: Om flera reservationer är aktiverade visar överlagringen listan över de reservationer.

source: Overlay message
sv_se: Överlappande meddelande

source: Overlay sub-message
sv_se: Överlappande sub-meddelande

source: Name for resources
sv_se: Resursens namn

source: Persons in list
sv_se: Personer i listan

source: After submit one or multiple reservations the overlay or page will show this messages, the price and, if available, the paypal button and the credit cards form.
sv_se: Efter att ha lämnat in en eller flera reservationer kommer överläggning eller sidan att visa detta budskap, priset och, om möjligt, den paypal knappen och kreditkorts formuläret.

source: Submit message
sv_se: Lägg till meddelande

source: Submit sub-message
sv_se: Lägg till sub-meddelande

source: Credit Card
sv_se: Kreditkort

source: If the credit card form is enabled this messages will be shown after a successfully submit of it.
sv_se: Om kreditkortsformuläret är aktiverat kommer detta inlägg att visas efter att framgångsrikt lämnat in det.

source: Credit Card message
sv_se: Kreditkorts meddelande

source: Credit Card sub-message
sv_se: Kreditkorts delmeddelande

source: Only add one form per page or post
sv_se: Lägg bara till ett formulär per sida eller inlägg

source: Select default resource
sv_se: Välj förvald resurs

source: simple
sv_se: enkel

source: Select calendar style
sv_se: Välj kalenderstil

source: no
sv_se: nej

source: Show price in calendar
sv_se: Visa pris i kalender

source: Check
sv_se: Kryss

source: Check resources global possible arrival and departure days so they cant be clicked
sv_se: Kolla resursernas globala möjliga ankomst och avresedag, så de inte kan klickas på

source: This shortcode adds an availability calendar to the post or page
sv_se: Denna kortkod lägger till en tillgänglighetskalender på inlägg eller sida

source: You can combine it with a form or the edit-form by add it to the same page
sv_se: Du kan kombinera det med ett formulär genom att lägga till det på samma sida

source: Only add the calendar once per page or post
sv_se: Lägg bara in kalendern 1 gång per sida eller inlägg

source: Please enter your name
sv_se: Vänligen ange ditt namn

source: Please enter a correct email
sv_se: Vänligen ange en korrekt e-postadress

source: Please enter correct dates
sv_se: Var god ange korrekta datum

source: The departure date has to be after the arrival date
sv_se: Avresedagen måste vara efter ankomstdagen

source: Adults has to be a number at least one
sv_se: Vuxna måste vara ett nummer minst en

source: Children's has to be a number
sv_se: Barn måste vara ett nummer

source: Not available at
sv_se: Inte tillgänglig den

source: Selected time is occupied
sv_se: Vald tid är otillgänglig

source: The arrival date has to be in future
sv_se: Ankomstdatumet måste vara i framtiden

source: At least %1$s persons in %2$s
sv_se: Minst %1$s personer i %2$s

source: Maximum %1$s persons in %2$s
sv_se: Max %1$s personer i %2$s

source: At least %1$s %2$s in %3$s
sv_se: Minst %1$s %2$s i %3$s

source: Maximum %1$s %2$s in %3$s
sv_se: Maximalt %1$s %2$s in %3$s

source: Arrival only possible on %s
sv_se: Ankomst är endast möjlig %s

source: Departure only possible on %s
sv_se: Avresa är endast möjlig %s

source: Arrival only possible from %s
sv_se: Ankomst är endast möjlig från %s

source: Arrival only possible till %s
sv_se: Ankomst är endast möjlig till %s

source: Departure only possible from %s
sv_se: Avresa är endast möjlig från %s

source: Departure only possible till %s
sv_se: Avresa är endast möjlig från %s

source: The arrival date was edited
sv_se: Ankomstdatumet redigerades

source: The departure date was edited
sv_se: Avresedatumet redigerades

source: The name was edited
sv_se: Namnet redigerades

source: The email was edited
sv_se: E-posten redigerades

source: The amount of adults was edited
sv_se: Antal vuxna redigerades

source: The amount of children was edited
sv_se: Mängden barn har redigerats

source: The country was edited
sv_se: Landet redigerades

source: The resource was edited
sv_se: Resursen redigerades

source: Custom fields got edited
sv_se: Eget fält redigerades

source: Prices got edited
sv_se: Priserna fick redigeras

source: trashed
sv_se: kastade

source: Checked for updates
sv_se: Kontrollerad efter uppdateringar

source: Logging in
sv_se: Loggar in

source: Module %s activated
sv_se: Modul %s är aktiverad

source: Logged out
sv_se: Utloggad

source: All installed modules activated
sv_se: Alla installerade moduler är aktiverade

source: All installed modules deactivated
sv_se: Alla installerade moduler är deaktiverade

source: updated
sv_se: uppdaterad

source: installed
sv_se: installerad

source: Failure at updating module %1$s - %2$s
sv_se: Misslyckades att uppdatera modul %1$s - %2$s

source: Failure at extracting module %1$s - %2$s
sv_se: Misslyckande vid extrahering av modul %1$s - %2$s

source: Module %1$s %2$s
sv_se: Modul %1$s %2$s

source: Module %s deactivated
sv_se: Modul %s avaktiverad

source: Module %s deleted
sv_se: Modul %s raderad

source: Module %s installed successfully
sv_se: Modul %s har installerats

source: Upload failed
sv_se: Uppladdningen misslyckades

source: Wrong file
sv_se: Fel fil

source: Invoice
sv_se: Faktura

source: Generate totally customizable Invoices automatically from predefined templates. Including an editor for admins, invoices as email attachments and correct A4 Letter formats.
sv_se: Generera helt anpassningsbara fakturor automatiskt från fördefinierade mallar. Inklusive en editor för admins, fakturor som e-postbilagor och korrigera A4 Brev format.

source: Style your emails with HTML to increase the appearance of your hospitality.
sv_se: Styla din e-post med HTML för att öka utseendet på din gästfrihet.

source: Payment
sv_se: Betalning

source: Integration of multiple payment gateways like PayPal, Google Wallet, Authorize.net, 2checkout, DIBSpayment or Ogone. Further implementing of Stripe.com Credit Cards gateway and a function to store credit cards for manual treatment. Automatically approve new reservations and/or after payment..
sv_se: Integration av flera olika betalningsalternativ som PayPal, Google Wallet, Authorize.net, 2Checkout, DIBSpayment eller Ogone. Ytterligare genomförande av Stripe.com kreditkort gateway och en funktion för att lagra kreditkort för manuell behandling. Automatiskt godkänna nya bokningar och/eller efter betalning..

source: searchForm
sv_se: sökFormulär

source: New shortcode to let your guests search for available resources. No page reload for searching, compatible to calendar, show price, show unavailable resources, link to form with automatically selection. Each resource can have a small one-column calendar to show when its available. The results can be shown as list or table.
sv_se: Ny shortcode för att låta dina gäster söka efter tillgängliga resurser. Ingen sida laddar om för sökning, kompatibel med kalender, visa pris, visa även otillgängliga resurser , länk till formulär med automatiskt val. Varje resurs kan ha en liten en kolumns kalender för att visa när det är tillgängligt. Resultaten kan visas som en lista eller tabell.

source: Releated Posts Add-On
sv_se: Tillägg för relaterade poster

source: Link post or pages with resources for the search results
sv_se: Länk till inlägg eller sidor med resurser för sökresultatet

source: Resource Attributes Add-On
sv_se: Resursattribut för tillägg

source: Give resource different attributes to let your guests search more detailed
sv_se: Ge resurser olika attributer för att låta dina gäster söka mer detaljerat

source: hourlyCalendar
sv_se: Tim kalender

source: Show your guests the availability of the resources on a hourly basis.
sv_se: Visa dina gäster tillgängligheten på timbasis.

source: Export &amp; Import
sv_se: Exportera &amp; Importera

source: Export selectable reservation information by time, selection or all as .xls, .csv or .least and Import them from back from the .least files.
sv_se: Exportera valbara reservations information per tid, val eller alla som .xls, .csv eller .least och importera dem bakåt från .least filer.

source: Multilingual
sv_se: Flerspråkig

source: Function to make texts in forms, emails, search bar and invoices translatable.
sv_se: Funktion för att göra texter i formulär, e-post, sökfältet och fakturor översättningsbara.

source: User Control Panel
sv_se: Gästredigering

source: Let your guests login with their reservations ID and email to edit their reservation afterwards. They can switch between their reservations in a table. In addition it provides a chat-like feature. New messages in table, dummy message at start, admin notices, avatars and fully AJAX driven. The guest can see his invoice and cancel his reservation.
sv_se: Låt dina gäster logga in med sitt reservations ID och e-post för att redigera sin reservation i efterhand. De kan växla mellan sina reservationer i en tabell. Dessutom ges en chatt-liknande funktion. Nya meddelanden i tabell, dummy meddelande vid start, admin meddelanden, avatarer och fullt AJAX driven. Gästen kan se sin faktura och avboka sin reservation.

source: Detailed statistics, charts, resource usages and a dashboard widget.
sv_se: Detaljerad statistik, diagram, resursanvändning och kontrollpanels widget.

source: Stream
sv_se: Ström

source: Synchronization
sv_se: Synkronisering

source: Add reservations to the shopping card of WooCommerce.
sv_se: Lägg reservationer i kundvagnen i WooCommerce.

source: Styles
sv_se: Utseenden

source: New Admin, Calendar and Form style. In addition it changes your datepickers style and disable unavailble dates in it.
sv_se: Ny Admin, Kalender och Formulär utseende. Dessutom ändras din datumväljares stil och inaktiverar otillgängliga datum i den.

source: Coupon
sv_se: Kupong

source: Let your guests enter coupon codes for discounts.
sv_se: Låt din gäst ange kupongkoder för rabatter

source: extentedCalendar
sv_se: utökadKalender

source: Description
sv_se: Beskrivning

source: Installed
sv_se: Installerad

source: Actual
sv_se: Senaste

source: Link
sv_se: Länk

source: Activate
sv_se: Aktivera

source: Delete
sv_se: Radera

source: Deactivate
sv_se: Avaktivera

source: Incompatibility - Update easyReservations to at least %s
sv_se: Inkompabilitet - Uppdatera easyReservation till minst %s

source: Incompatibility - This version of easyReservations needs at least version %s of this module
sv_se: Inkompabilitet - Denna version av easyReservations behöver minst version %s för den här modulen

source: Update
sv_se: Uppdatera

source: Reinstall
sv_se: Ominstallera

source: Install
sv_se: Installera

source: Download
sv_se: Ladda ner

source: Premium Login
sv_se: Premiuminloggning

source: Premium Features
sv_se: Premium funktioner

source: Login
sv_se: Logga in

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Install all modules
sv_se: Installera alla moduler

source: Activate All
sv_se: Aktivera alla

source: Deactivate All
sv_se: Avaktivera alla

source: Check for updates
sv_se: Sök efter uppdateringar

source: Turn off update notifier
sv_se: Slå av uppdaterings anmälaren

source: Last check
sv_se: Senaste kontroll

source: Install or Update Module manually
sv_se: Installera eller uppdatera moduler manuellt

source: Wrong login data
sv_se: Fel inloggningsinformation

source: No premium account - %s
sv_se: Inget premium konto - %s

source: cURL isnt installed on your server, please contact your host
sv_se: cURL är inte installead på din server. Kontakta ditt webbhotell

source: Failure at copying module %1$s - %2$s
sv_se: Misslyckades att kopiera modul %1$s - %2$s

source: Modules %1$s is incopatible to easyReservations %2$s - update to version %3$s
sv_se: Moduler %1$s är inkompatibel till easyReservations %2$s - uppdatera åtminstone till version %3$s

source: easyReservations %1$s is incompatible to %2$s %3$s - update at least to version %4$s
sv_se: easyReservations %1$s är inkompatibel till %2$s %3$s - uppdatera åtminstone till version %4$s

source: Update easyReservations now
sv_se: Uppdatera easyReservation nu

source: Update Modules now
sv_se: Uppdatera moduler nu

source: Price calculation
sv_se: Priskalkyl

source: Custom price %s
sv_se: Anpassat pris %s

source: Custom price
sv_se: Eget pris

source: Stay filter
sv_se: Besöksfilter

source: Loyal filter
sv_se: Lojalitetsfilter

source: Adults filter
sv_se: Vuxna filter

source: Chrildren's filter
sv_se: Barn filter

source: Discount filter
sv_se: Rabattfilter

source: Extra charge filter
sv_se: Extra avgifts filter

source: Earlybird filter
sv_se: Framförhållningsfilter

source: Price per children
sv_se: Pris per barn

source: Tax
sv_se: Moms

source: Price filter
sv_se: Prisfilter

source: Base price
sv_se: Standardpris

source: active
sv_se: aktiv

source: future
sv_se: framtida

source: past
sv_se: tidigare

source: price
sv_se: pris

source: paid
sv_se: betald

source: Mail to guest from admin in dashboard
sv_se: E-post till gäst från admin i kontrollpanel

source: Mail to guest after new reservation
sv_se: E-post till gäst efter ny reservation

source: Mail to guest after approval
sv_se: E-post till gäst efter godkännande

source: Mail to guest after rejection
sv_se: E-post till gäst efter avslag

source: Mail to guest after admin edited
sv_se: E-post till gäst efter admin redigering

source: Mail to admin after new reservation
sv_se: E-post till admin efter ny reservation

source: Mail
sv_se: E-post

source: Reservations dashboard settings saved
sv_se: Inställningar för Reservationens översikt är sparad

source: Show/Hide content
sv_se: Visa/Dölj innehåll

source: Overview
sv_se: Översikt

source: Table
sv_se: Tabell

source: Export
sv_se: Exportera

source: What happen today
sv_se: Vad som händer idag

source: Table information
sv_se: Tabell information

source: Color
sv_se: Färg

source: Date
sv_se: Datum

source: Reserved
sv_se: Reserverad

source: Resource number
sv_se: Resursnummer

source: Custom fields
sv_se: Eget fält

source: Custom prices
sv_se: Eget pris

source: Favourites
sv_se: Favoriter

source: Table actions
sv_se: Tabell åtgärder

source: Filter by month
sv_se: Filtrera per månad

source: Filter by resource
sv_se: Filtrera resurser

source: Filter by status
sv_se: Filtrera status

source: Choose days to show
sv_se: Välj dagar att visa

source: Search
sv_se: Sök

source: Bulk & Checkboxes
sv_se: Bulk & Kryssrutor

source: Show Resources
sv_se: Visa Resurser

source: Overview onMouseOver Date & Select animation
sv_se: Översikt för animering av onMouseOver Datum & Val.

source: Overview autoselect with inputs on add/edit
sv_se: Översikt för autoval med data för lägg till/redigera

source: Show empty space for each resource and day (+20% load)
sv_se: Visa tomt utrymme för varje resurs och dag (+ 20% belastning)

source: Hourly mode as standard
sv_se: Timvis läge som standard

source: prev
sv_se: föregående

source: next
sv_se: nästa

source: Please enter the correct captcha
sv_se: Ange rätt captcha kod

source: %1$s is required
sv_se: %1$s krävs

source: Captcha is required
sv_se: Captcha kod krävs

source: Enter correct captcha
sv_se: Ange rätt captcha kod

source: of
sv_se: av

source: Upcoming
sv_se: Kommande

source: Current
sv_se: Aktuella

source: Old
sv_se: Gamla

source: Trash
sv_se: Papperskorg

source: View all statuses
sv_se: Visa alla statusar

source: Show all monthes
sv_se: Visa alla månader

source: View all Resources
sv_se: Visa alla resurser

source: Restore
sv_se: Återställ

source: Delete Permanently
sv_se: Radera permanent

source: ago
sv_se: sedan

source: Bulk Actions
sv_se: Massåtgärder

source: Move to Trash
sv_se: Flytta till papperskorg

source: Apply
sv_se: Tillämpa

source: Elements
sv_se: Element

source: Add New Resource
sv_se: Lägg till ny resurs

source: Edit Resource
sv_se: Redigera resurs

source: New Resource
sv_se: Ny resurs

source: All Resources
sv_se: Alla resurser

source: View Resource
sv_se: Visa resurs

source: %s is required
sv_se: %s krävs

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: Coupons
sv_se: Kuponger

source: Code
sv_se: Kod

source: Used
sv_se: Använd

source: No coupons
sv_se: Inga kuponger

source: Add coupon
sv_se: Lägg till kupong

source: Maximum usages
sv_se: Max antal användningstillfällen

source: Amount
sv_se: Belopp

source: Coupon %s added
sv_se: Kupong %s tillagd

source: Coupon %s deleted
sv_se: Kupong %s raderad

source: Text field to enter coupon codes
sv_se: Textfält för att ange kupong kod

source: Clock
sv_se: Klocka

source: Display
sv_se: Visa

source: Navigation
sv_se: Navigering

source: Display hours from
sv_se: Visa timmar från

source: to
sv_se: till

source: Hourly Calendar
sv_se: Timkalender

source: Email Settings
sv_se: E-post inställningar

source: Choose type of email
sv_se: Välj typ av e-post

source: Subj
sv_se: Ärende

source: Activate email
sv_se: Aktivera e-post

source: Plain text
sv_se: Vanlig text

source: Times of stay
sv_se: Antal besök

source: Nights
sv_se: Nätter

source: Weeks
sv_se: Veckor

source: Resource Number
sv_se: Resursnummer

source: Date today
sv_se: Dagens datum

source: ID of reservation
sv_se: ID för reservation

source: Message from admin
sv_se: Meddelande från admin

source: Link to edit
sv_se: Länk för redigering

source: Line Break
sv_se: Radbrytning

source: Arrival
sv_se: Ankomst

source: Departure
sv_se: Avresa

source: Times
sv_se: Gånger

source: Childrens
sv_se: Barn

source: Changlog
sv_se: Ändringslogg

source: Editlink
sv_se: Redigeringslänk

source: Admin Message
sv_se: Admin meddelande

source: Import
sv_se: Importera

source: %s reservations imported
sv_se: %s reservationer importerade

source: Error at access server
sv_se: Fel vid serveraccess

source: Only admins can import reservations
sv_se: Enbart admin kan importera reservationer

source: Reservations in table
sv_se: Reservationer i tabellen

source: All reservations
sv_se: Alla reservationer

source: Select reservations
sv_se: Välj reservationer

source: Excel File
sv_se: Excel fil

source: CSV File
sv_se: CSV Fil

source: Price/Paid
sv_se: Pris/Betalt

source: Customs
sv_se: Egna

source: Export reservations
sv_se: Exportera reservationer

source: Generate
sv_se: Generera

source: Preview
sv_se: Förhandsgranska

source: Due date
sv_se: Förfallodatum

source: Invoice settings changed
sv_se: Fakturainställningar ändrade

source: Invoice Settings
sv_se: Faktureringsinställningar

source: with template
sv_se: med mall

source: Copy & Add
sv_se: Kopiera och lägg till

source: translateable content
sv_se: översättningsbart innehåll

source: Translation
sv_se: Översättning

source: For multilingual content. It can be used inside other tags and used in emails, the search bar or invoice templates.
sv_se: För flerspråkigt innehåll. Den kan användas inuti andra taggar och används i e-postmeddelanden, sökfältet eller fakturamallar.

source: Translations
sv_se: Översättningar

source: Language
sv_se: Språk

source: For multilingual content
sv_se: För flerspråkigt innehåll

source: Display months
sv_se: Visa månader

source: Month
sv_se: Månad

source: Interval
sv_se: Intervall

source: Display month name
sv_se: Visa månads namn

source: boxes
sv_se: rutor

source: Credit card data deleted
sv_se: Kreditkortsuppgifter raderade

source: Credit card data couldn't be deleted
sv_se: Kreditkortsuppgifter kunde inte raderas

source: All credit cards deleted
sv_se: Alla kreditkort raderade

source: Unknown card type
sv_se: Okänd kort

source: No card number provided
sv_se: Inget kortnummer angivet

source: Credit card number has invalid format
sv_se: Kreditkortsnumret har ogiltigt format

source: Credit card number is invalid
sv_se: Kreditkortsnumret är ogiltigt

source: Credit card number is wrong length
sv_se: Kreditkortsnumret har fel längd

source: Please enter credit cards owner name
sv_se: Vänligen ange kreditkortets ägarnamn

source: Enter correct CVV code
sv_se: Ange rätt CVV kod

source: Number
sv_se: Nummer

source: Expires
sv_se: Utgångsdatum

source: Credit Card Number must be a number and between 12 and 16 characters long
sv_se: Kreditkortsnumret måste vara mellan 12 och 16 siffror

source: Credit Cards settings changed
sv_se: Kreditkortsinställningar ändrade

source: settings changed
sv_se: inställningar ändrade

source: Before using open the file %1$s and enter a long random password
sv_se: Innan användning, öppna filen %1$s och ange ett långt slumpmässigt lösenord

source: Can't open the file %1$s with the security key. Try to give it and it's folder CHMOD 755 or higher.
sv_se: Kan inte öppna fil %1$s med säkerhetsnyckeln. Prova att ge den, och dess mapp, CHMOD 755 eller högre.

source: Before using create a file named %1$s in %2$s and enter %3$s
sv_se: Innan användning skapa en fil med namn %1$s i %2$s och ange %3$s

source: settings
sv_se: inställningar

source: Off
sv_se: Av

source: Normal credit card form get send to stripe
sv_se: Normalt kreditkorts formulär får skicka till stripe

source: Stripe button with blue style popup form
sv_se: Stripe knapp med blå stil i popup formuläret

source: Attach transaction to
sv_se: Bifoga transaktionen till

source: in Stripes system
sv_se: i Stripes system

source: Stripe button
sv_se: Stripe knapp

source: Ask for address in popup form
sv_se: Fråga efter adressen i popup formuläret

source: Title in popup
sv_se: Titel i popup

source: Subtitle in popup
sv_se: Undertitel i popup

source: Currency
sv_se: Valuta
