Repository: Aurelienazerty/easyreservations
Catalog: languages/easyReservations-*.po
Languages: sv_se

source: Credit Card settings
sv_se: Kreditkortsinställningar

source: Delete all credit cards
sv_se: Radera alla kreditkort

source: Check to give your guests the opportunity to enter their credit card information after submit
sv_se: Kryssa i för att ge dina gäster möjlighet att ange deras kreditkortsinformation efter inskickning

source: Owner
sv_se: Ägare

source: Ask for name of card holder
sv_se: Fråga efter namn på kortinnehavaren

source: Automatically approval
sv_se: Automatiskt godkännande

source: Auto-approve after entered correctly credit card information
sv_se: Godkänn automatiskt efter att ha angett korrekt kreditkortsinformation

source: Available Credit Cards
sv_se: Tillgängliga kreditkort

source: Card Type
sv_se: Korttyp

source: Holders name
sv_se: Innehavarens namn

source: Card Number
sv_se: Kortnummer

source: Pay
sv_se: Betala

source: Secure
sv_se: Säker

source: Title when paying multiple reservations
sv_se: Rubrik vid betalning av flera reservationer

source: Deposit
sv_se: Handpenning

source: General payment settings
sv_se: Allmän betalnings inställningar

source: The validation only works with SSL in Sandbox
sv_se: Valideringen fungerar endast med SSL i Sandbox

source: Paypal email or Secure Merchant ID
sv_se: PayPal e-post eller Secure Merchant ID

source: After success return to
sv_se: Efter utförd betalningen återgå till

source: Page
sv_se: Sida

source: Label above note
sv_se: Etikett ovanför meddelande

source: Charset
sv_se: Teckenuppsättning

source: Button
sv_se: Knapp

source: Instant Payment Notifications
sv_se: Instant Payment Meddelande

source: Validate payment & set paid amount
sv_se: Validera betalning & ange betalt belopp

source: Routine
sv_se: Rutin

source: Multi-page Payment
sv_se: Flersidig betalning

source: Single Page Payment
sv_se: Ensidig betalning

source: Skip review page
sv_se: Hoppa över sida för förhandsgranskning

source: Logo
sv_se: Logotyp

source: Button Background
sv_se: Knapp bakgrund

source: Payment button
sv_se: Betalnings knapp

source: After submit
sv_se: Efter skickat

source: After payment
sv_se: Efter betalning

source: Both
sv_se: Båda

source: If there's free space in resource
sv_se: Om resursen är ledig

source: Mail to admin after payment
sv_se: E-post till admin efter betalning

source: Mail to guest after payment
sv_se: E-post till gäst efter betalning

source: or pay with credit card
sv_se: eller betala med kreditkort

source: Choose payment gateway
sv_se: Välj betalning gateway

source: Pay a deposit of
sv_se: Betala en deposition på

source: Pay the full price of
sv_se: Betala fullt pris på

source: Payment about %1$s successful
sv_se: Betalning för %1$s lyckades

source: Attribute deleted
sv_se: Attribut raderat

source: Attribute not found
sv_se: Attribut hittades inte

source: There is already an attribute with a similar title
sv_se: Det finns redan ett attribut med en liknande titel

source: Select a type for the attribute
sv_se: Välj en typ för attributet

source: No options provided
sv_se: Inga förutsatta alternativ

source: Minimum value must be entered and be a number
sv_se: Min. värde måste anges och vara ett nummer

source: Maximum value must be entered and be a number
sv_se: Max värde måste anges och vara ett nummer

source: Attribute edited
sv_se: Attribut redigerad

source: Attribute added
sv_se: Attribut tillsatt

source: searchForm attributes
sv_se: sökFormulär attribut

source: No attributes
sv_se: Inga attribut

source: Add attribute
sv_se: Lägg till attribut

source: Checkbox
sv_se: Kryssruta

source: Comma separated options
sv_se: Komma separerade val

source: Only numbers
sv_se: Enbart nummer

source: Value of $s must be a number
sv_se: Värdet för $s måste vara ett nummer

source: Theme
sv_se: Tema

source: List
sv_se: Lista

source: URL to page or post with form
sv_se: URL till sida eller inlägg med formuläret

source: Search after page loaded
sv_se: Sök efter sido laddning

source: Search after every change
sv_se: Sök efter varje förändring

source: Exclude resource by comma saperated IDs
sv_se: Uteslut resurs genom kommaseparerade ID

source: Unavailable
sv_se: Otillgänglig

source: Show unavailable resources too
sv_se: Visa även otillgängliga resurser

source: Thumbnail
sv_se: Miniatyr

source: Show
sv_se: Visa

source: first characters of content
sv_se: första tecknen i innehållet

source: More link to resources post
sv_se: Mer länk till resurser inlägget

source: Show %s days in calendar with %s
sv_se: Visa %s dagar i kalendern med %s

source: Nothing
sv_se: Inget

source: Free space count
sv_se: Fritt utrymme räknas

source: Text for seach button
sv_se: Text för sökknapp

source: Reserve
sv_se: Reservera

source: Text for reserve link/button
sv_se: Text för reservations länk/knapp

source: This shortcode adds an availability search form to the post or page
sv_se: Denna shortcode lägger till ett tillgängligt sök formulär på inlägg eller sida

source: You can combine it with a calendar by add it to the same page
sv_se: Du kan kombinera det med en kalender genom att lägga till det på samma sida

source: Only add it once per page or post
sv_se: Lägg bara till det en gång per sida eller inlägg

source: searchForm bar
sv_se: Sökformulär

source: Search form settings saved
sv_se: Inställningar för sökformulär sparade

source: Reserve now!
sv_se: Boka nu!

source: arrival only %s
sv_se: ankomst enbart %s

source: departure only %s
sv_se: avresa enbart %s

source: more
sv_se: mer

source: None available in this period
sv_se: Inga tillgängliga under denna period

source: Post Types
sv_se: Post typer

source: reservations
sv_se: reservationer

source: reserved
sv_se: reserverad

source: Reservations Statistics
sv_se: Statistik för reservationer

source: All resources
sv_se: Alla resurser

source: Detailed Statistics
sv_se: Detaljerad statistik

source: Total reservations
sv_se: Totala reservationer

source: Future approved reservations
sv_se: Framtida godkända reservationer

source: Past approved reservations
sv_se: Passerade godkända reservationer

source: Pending reservations
sv_se: Väntande reservationer

source: Rejected reservations
sv_se: Avvisade reservationer

source: Trashed reservations
sv_se: Kastade reservationer

source: Guests per reservations
sv_se: Gäster per reservation

source: Times per reservations
sv_se: Gånger per reservation

source: Paid amount of all reservations
sv_se: Betalt belopp för alla reservationer

source: Paid per reservations
sv_se: Betalt per reservation

source: Revenue of all reservations
sv_se: Intäkter för alla reservationer

source: Revenue of future reservations
sv_se: Intäkter för framtida reservationer

source: Revenue of past reservations
sv_se: Intälter för passerade reservationer

source: Gross
sv_se: Brutto

source: Revenue per reservations
sv_se: Intäkter per reservation

source: Net
sv_se: Netto

source: Approved and reservated graph
sv_se: Godkända och reserverade diagram

source: Add reservations first
sv_se: Lägg till reservation först

source: Datepicker style
sv_se: Utseende för datumval

source: Datepicker availability
sv_se: Tillgänglighet för datumval

source: Check availability for %s days
sv_se: Kontrollera tillgänglighet för %s days

source: Cost at least one ms loading time per day and resource
sv_se: Kostar minst 1 ms laddningstid per dag och resurs

source: Connect to google
sv_se: Anslut till google

source: client id
sv_se: klient id

source: client secret
sv_se: klienthemlighet

source: developer key
sv_se: utvecklarnyckel

source: Inactive
sv_se: Inaktiv

source: New
sv_se: Ny

source: This function will add reservations to the woocommerce cart.
sv_se: Denna funktion kommer att lägga reservationer i woocommerce varukorg.

source: After first activation save the settings of each resource once.
sv_se: Efter första aktiveringen spara inställningarna för varje resurs en gång.

source: On
sv_se: På

source: WooCommerce compatibility
sv_se: WooCommerce kompatibilitet

source: Sync
sv_se: Synk

source: Message to guest
sv_se: Meddelande till gäst

source: Message to admin or Note
sv_se: Meddelande till admin eller notering

source: Mail to guest after guest edited
sv_se: Mail till gäst efter gäst redigering

source: Mail to admin after guest edited
sv_se: E-post till admin efter gästs redigering

source: Mail to admin after guest canceled
sv_se: E-post till admin efter gästs avbrytning

source: User Control Panel settings saved
sv_se: Inställningar för gästredigering sparad

source: User Control Panel settings
sv_se: Använd kontrollpanels inställningar

source: URL of page with shortcode
sv_se: URL till sida med shortcode

source: Let the guest cancel his reservation till %s days before arrival
sv_se: Låt gästen avbryta sin reservation till %s dagar före ankomst

source: Text after Submit
sv_se: Text efter inskickning

source: Text over login area - optional
sv_se: Text ovanför inloggningen - valfri

source: Text over edit area - optional
sv_se: Text ovanför redigeringsområdet - valfri

source: Table Settings
sv_se: Tabellinställningar

source: Table of other reservations from the same email
sv_se: Tabell över andra reservationer från samma e-postadress

source: Reservated
sv_se: Reserverad

source: Use style for table
sv_se: Använd stil för tabellen

source: Only display table if guest reserved more than once
sv_se: Visa endast tabell om gästen reserverat mer än en gång

source: Guest contact settings
sv_se: Kontaktinställningar gäst

source: Only admin
sv_se: Enbart admin

source: User Control Panel and admin
sv_se: Använd kontrollpanel och admin

source: Title over textarea
sv_se: Titel över textområde

source: Show avatars
sv_se: Visa avatarer

source: Show time ago
sv_se: Visa tid sedan

source: Show unanswered messages in table
sv_se: Visa obesvarade meddelanden i tabell

source: Guest Avatar
sv_se: Gästs avatar

source: Image as avatar for guests
sv_se: Bild för gästs avatar

source: Show dummy
sv_se: Visa dummy

source: Dummy user
sv_se: Dummy användare

source: User of dummy
sv_se: Användare för dummy

source: Dummy message
sv_se: Dummy meddelande

source: Time to delete
sv_se: Tidsaspekt för radering

source: Not at all
sv_se: Ingen

source: Minutes
sv_se: Minuter

source: Hour
sv_se: Timmar

source: An error occurred, please try again
sv_se: Ett fel har påträffats, vänligen försök igen

source: back
sv_se: tillbaka

source: Please enter the correct captcha code
sv_se: Var god ange rätt captcha kod

source: Link is only 24h valid
sv_se: Länker gäller endast i 24 timmar

source: Reservation canceled
sv_se: Reservationen annulleras

source: Too late to cancel
sv_se: För sent att avbryta

source: Your Reservation was edited
sv_se: Din Reservation har ändrats

source: Wrong email
sv_se: Fel e-post

source: Please contact us to edit your reservation
sv_se: Var vänlig kontakta oss för att redigera din reservation

source: Pay now
sv_se: Betala nu

source: logout
sv_se: logga ut

source: Your name
sv_se: Ditt namn

source: Your email
sv_se: Din e-post

source: The arrival date
sv_se: Ankomst datum

source: The departure date
sv_se: Avresedatum

source: Amount of persons
sv_se: Antal personer

source: Amount of children
sv_se: Mängd barn

source: Select your country
sv_se: Välj ditt land

source: Choose the
sv_se: Välj

source: Type in information
sv_se: Skriv in information

source: Discount Code
sv_se: Rabattkod

source: Cancel reservation
sv_se: Avbryt reservation

source: Wrong ID or email
sv_se: Fel ID eller e-post

source: ID of your reservation
sv_se: ID för din reservation

source: Type in code
sv_se: Ange kod

source: Reservations are editable till
sv_se: Reservationer kan redigeras till

source: days before their arrival
sv_se: dagar före deras ankomst

source: Show table with other reservations by the same email
sv_se: Visa tabell md andra reservationer från samma e-poset

source: Show status
sv_se: Visa status

source: Let your guests view and download their invoices by invoice guest template
sv_se: Låter dina gäster visa och ladda ner sin faktura via fakturamallen för gäster

source: Name for resource
sv_se: Namn för resursen

source: e.g. Apartment
sv_se: ex. Lägenhet

source: This shortcode adds the function for your guests to edit their reservations afterwards
sv_se: Denna kortkort lägger till funktioner för din gäst att redigera deras reservation efteråt

source: You have to copy the URL of this site to the easyReservations general settings
sv_se: Du måste kopiera URLen till denna site och klistra in i easyReservations generella inställningar

source: Only add the edit-form on one page or post
sv_se: Lägg bara till formuläret en gång per sida eller inlägg

source: type in URL to a form
sv_se: ange URL till formuläret

source: Title:
sv_se: Rubrik:

source: Show calendar:
sv_se: Visa kalender:

source: Calendar style:
sv_se: Kalender utseende:

source: Default resource:
sv_se: Standard resurs:

source: Calendar width:
sv_se: Kalender bredd:

source: Show price in calendar:
sv_se: Visa pris i kalender:

source: Widgets form template:
sv_se: Widgets formulärmall

source: Form URL:
sv_se: Forumlärets URL:

source: Submit button:
sv_se: Skicka knapp:
