Repository: Aurelienazerty/easyreservations
Catalog: languages/easyReservations-*.po
Languages: sv_se

source: Reservations
sv_se: Reservationer

source: moved to trash
sv_se: flyttad till papperskorg

source: Undo
sv_se: Ångra

source: restored from trash
sv_se: återställd från papperskorg

source: deleted permanently
sv_se: permanent raderad

source: Custom information deleted
sv_se: Valfri information raderad

source: Custom information isn't existing
sv_se: Valfri information existerar inte

source: Custom price deleted
sv_se: Valfritt pris raderat

source: Custom price isn't existing
sv_se: Valfritt pris existerar inte

source: Wrong money format in custom price
sv_se: Fel prisformat i prisfältet

source: Price couldn't be fixed, input isn't valid money format
sv_se: Priset kunde inte anges, indatan är inte ett giltigt prisformat

source: Reservation edited.
sv_se: Reservationen redigerad

source: Reservation #%1$d copied as #%2$d
sv_se: Reservation #%1$d kopierad som #%2$d

source: Reservation #%d added
sv_se: Reservation #%d tillagd

source: Wrong date format
sv_se: Fel datumformat

source: This is how the price would get calculated now. After changing filters, base price or settings or the reservations price it wont match the fixed price anymore.
sv_se: Så här skulle priset bli kalkylerat nu. Efter att ha ändrat filter,standardpris eller inställningar eller reservations priset så kommer det inte att överensstämma med det fasta priset längre.

source: Email sent successfully
sv_se: E-post har sänts framgåmgsrikt

source: Reservation approved
sv_se: Reservation godkänd

source: Reservation rejected
sv_se: Reservation avvisad

source: Reservations Dashboard
sv_se: Reservations Kontrollpanel

source: Add New
sv_se: Lägg till ny

source: None
sv_se: Inget

source: choose date
sv_se: välj datum

source: full
sv_se: fullbelagd

source: Upcoming reservations
sv_se: Kommande reservationer

source: New reservations
sv_se: Nya reservationer

source: workload today
sv_se: arbetsbelastning idag

source: Arrival today
sv_se: Ankomster idag

source: Name
sv_se: Namn

source: Resource
sv_se: Resurs

source: Persons
sv_se: Personer

source: Price
sv_se: Pris

source: Departure today
sv_se: Avresor idag

source: Type
sv_se: Typ

source: Approved
sv_se: Godkända

source: Pending
sv_se: Väntande

source: Rejected
sv_se: Avvisade

source: Trashed
sv_se: Kastade

source: Time
sv_se: Tid

source: Past
sv_se: Tidigare

source: Present
sv_se: Närvarande

source: Future
sv_se: Framtida

source: Approve
sv_se: Godkänn

source: Reject
sv_se: Avvisa

source: View
sv_se: Visa

source: Edit
sv_se: Redigera

source: Date
sv_se: Datum

source: Email
sv_se: E-post

source: Adults
sv_se: Vuxna

source: Children
sv_se: Barn

source: Country
sv_se: Land

source: GuestContact
sv_se: Gästkontakt

source: Edit reservation
sv_se: Redigera reservation

source: Really delete this reservation permanently?
sv_se: Verkligen ta bort denna reservation permanent?

source: delete
sv_se: radera

source: Really move this reservation to trash?
sv_se: Verkligen flytta denna reservation till papperskorgen?

source: trash
sv_se: papperskorg

source: From
sv_se: Från

source: To
sv_se: Till

source: Unknown
sv_se: Okänd

source: Copy
sv_se: Kopia

source: Status & Price
sv_se: Status & Pris

source: Reserved
sv_se: Reserverad

source: Assign user
sv_se: Tilldela användare

source: Fixed Price
sv_se: Fast pris

source: Paid
sv_se: Betald

source: Send mail
sv_se: Skicka e-post

source: Send mail to user on edit
sv_se: Skicka e-post till användare vid redigering

source: set price
sv_se: lägg in pris

source: fix the sum of the normal calculation
sv_se: fastställ summan av den normala kalkyleringen

source: Add Reservation
sv_se: Lägg till reservation

source: Add reservation
sv_se: Lägg till reservation

source: Fix Price
sv_se: Fast pris

source: Add custom field
sv_se: Lägg till anpassat fält

source: Editable
sv_se: Redigerbar

source: Visible
sv_se: Synlig

source: Hidden
sv_se: Dold

source: for Guest
sv_se: för Gäst

source: Add custom Field
sv_se: Lägg till eget fält

source: Add custom price field
sv_se: Lägg till anpassade prisfält

source: Selectable
sv_se: Valbar

source: Add custom Price Field
sv_se: Lägg till eget prisfält

source: Approve the reservation
sv_se: Godkänn reservation

source: Reject the reservation
sv_se: Avvisa reservation

source: Send mail to guest
sv_se: Skicka e-post till gäst

source: Has been paid
sv_se: Har betalats

source: the reservation, write a message and press send
sv_se: reservationen, skriv ett meddelande och klicka på skicka

source: The Guest will recieve that message in an email
sv_se: Gästen får det meddelandet i ett e-postmeddelande

source: Send
sv_se: Skicka

source: approved
sv_se: godkänd

source: rejected
sv_se: avvisad

source: pending
sv_se: väntande

source: the base price changes to
sv_se: grundpriset ändrat till

source: Person and Day
sv_se: Person och Dag

source: Adult
sv_se: Vuxna

source: the price increases by
sv_se: priset ökar med

source: the price decreases by
sv_se: prissänkningar efter

source: If %s to calculate is
sv_se: Om %s att beräkna är

source: between %1$s and %2$s
sv_se: mellan %1$s och %2$s

source: and
sv_se: och

source: in calendar week
sv_se: i kalendervecka

source: in
sv_se: i

source: in quarter
sv_se: i kvartal

source: Stay
sv_se: Stannar

source: guest stays %s days or more
sv_se: gäst stannar % s dagar eller mer

source: %s or more persons reserve
sv_se: % s eller flera personer reserverar

source: %s or more adults reserve
sv_se: % s eller fler vuxna reserverar

source: %s or more children's reserve
sv_se: % s eller fler barn reserverar

source: Loyal
sv_se: Lojal

source: guest comes the %1$s%2$s time
sv_se: gäst kommer %1$s%2$s tid

source: Early
sv_se: Tidig

source: the guest reserves %s days before his arrival
sv_se: gäst reserverar % s dagar före hans ankomst

source: If
sv_se: Om

source: Base
sv_se: Bas

source: Discount
sv_se: Rabatt

source: Charge
sv_se: Kostnad

source: Resource and all its reservations deleted
sv_se: Resursen och alla tillhörande reservationer raderade

source: Resource deleted, but reservations couldnt
sv_se: Resursen raderat, men reservationerna kunde inte raderas

source: Resource #%d added
sv_se: Resurs #%d tillagd

source: Please enter a Title
sv_se: Ange en rubrik

source: Reservations Resources
sv_se: Bokningsresurser

source: Post View
sv_se: Visa post

source: Title
sv_se: Rubrik

source: Quantity
sv_se: Antal

source: Base Price
sv_se: Standardpris

source: Excerpt
sv_se: Utdrag

source: Full
sv_se: Fullbelagd

source: Available
sv_se: Tillgänglig

source: edit
sv_se: redigera

source: edit
sv_se: redigera

source: edit post
sv_se: redigera post

source: edit resource
sv_se: redigera resurs

source: copy resource settings
sv_se: kopiera resursens inställningar

source: Really delete this resource and all its reservations?
sv_se: Vill du verkligen radera denna resurs och dess alla reservationer?

source: Resource's count names changed
sv_se: Resursens räknings namn ändrad

source: Requirements edited
sv_se: Krav redigerat

source: Base price edited
sv_se: Baspris redigerat

source: Insert right money format
sv_se: Ange rätt pengar format

source: Count of resource space edited
sv_se: Räkning av resursutrymme som redigerats

source: Price setting changed
sv_se: Prisinställningar ändrade

source: Resource permission edited
sv_se: Resursens behörigheter ändrade

source: Only admins can change the permissions for
sv_se: Enbart admin kan ändra behörigheterna för

source: resource
sv_se: resurs

source: Billing unit changed
sv_se: Faktureringsenheten ändrats

source: Children's discount edited
sv_se: Barnrabatt redigerad

source: Tax percentage has to be numeric
sv_se: Momsprocenten måste vara numerisk

source: Enter a starting date
sv_se: Ange ett startdatum

source: Enter an ending date
sv_se: Ange ett slutdatum

source: Select a condition
sv_se: Välj ett villkor

source: No arrival or departure possible - use unavailability filter to disable reservations by time
sv_se: Ingen ankomst eller avresa möjlig - använd otillgänglighetsfiltret för att inaktivera reservationer per tid

source: Please give the filter a name
sv_se: Ange ett namn för filtret

source: From %1$s till %2$s
sv_se: Från %1$s till %2$s

source: Comments
sv_se: Kommentarer

source: Priority
sv_se: Prioritet

source: No price filter set
sv_se: Inget prisfilter angivet

source: Condition
sv_se: Villkor

source: calculate
sv_se: beräkna

source: check
sv_se: kryssa

source: resource is unavailable
sv_se: resursen är otillgänglig

source: resources condition change to
sv_se: resurser villkorsändras till

source: All
sv_se: Alla

source: No filter set
sv_se: Inget filter angivet

source: Price simulator
sv_se: Prissimulator

source: Base price per billing unit
sv_se: Grundpris per faktureringsenhet

source: Children's discount per billing unit
sv_se: Barnrabatt per faktureringsenhet

source: Billing
sv_se: Fakturering

source: Unit
sv_se: Enhet

source: Hourly billing
sv_se: Pris per timme

source: Daily billing
sv_se: Pris per dag

source: Weekly billing
sv_se: Pris per vecka

source: Monthly billing
sv_se: Pris per månad

source: Calculate base price only once
sv_se: Kalkylera baspris endast en gång

source: Price per person
sv_se: Pris per person

source: Taxes
sv_se: Moms

source: Add
sv_se: Lägg till

source: Availability
sv_se: Tillgänglighet

source: Resources count
sv_se: Räkna resurser

source: Availability by
sv_se: Tillgänglighet via

source: Object
sv_se: Ämne

source: Arrival possible on
sv_se: Ankomst möjlig den

source: Departure possible on
sv_se: Avresa möjlig den

source: Required permission
sv_se: Kräver behörighet

source: Filters
sv_se: Filtreras

source: Resources settings
sv_se: Resurs inställningar

source: Save
sv_se: Spara

source: Unavailability
sv_se: Otillgänglighet

source: Requirements
sv_se: Krav

source: Filter by time
sv_se: Filtrera efter tid

source: Date range
sv_se: Datumintervall

source: Hours
sv_se: Timmar

source: select nothing to change price/availability for entire
sv_se: ange inget för att ändra pris/tillgänglighet för hela

source: calendar week
sv_se: kalendervecka

source: Calendar Week
sv_se: Kalendervecka

source: Months
sv_se: Månader

source: quarter
sv_se: kvartal

source: Quarter
sv_se: Kvartal

source: year
sv_se: år

source: Year
sv_se: År

source: Filter by condition
sv_se: Filtrera efter tillstånd

source: between reservation and arrival
sv_se: mellan reservation och ankomst

source: Recurring guests
sv_se: Återkommande gäst

source: Amount of
sv_se: Antal

source: persons
sv_se: personer

source: adults
sv_se: vuxna

source: children's
sv_se: barns

source: Mode
sv_se: Läge

source: Price per reservation
sv_se: Pris per reservation

source: Price per billing
sv_se: Pris per fakturering

source: Price per persons
sv_se: Pris per person

source: Price per adults
sv_se: Pris per vuxen

source: Price per children's
sv_se: Pris per barn

source: Price per billing %s and persons
sv_se: Pris per fakturering %s och personer

source: Price per billing %s and adults
sv_se: Pris per fakturering %s och vuxna

source: Price per billing %s and children's
sv_se: Pris per fakturering %s och barn

source: Percent
sv_se: Procent

source: Only the first condition match from high to low will be given
sv_se: Endast det första villkoret matchar från hög till låg kommer att ges

source: Extra Charge
sv_se: Extra Kostnad

source: Change base price
sv_se: Ändra standardpris

source: Add filter
sv_se: Lägg till filter

source: Resources Numbers/Names
sv_se: Resursers nummer/namn

source: Edit filter
sv_se: Redigera filter

source: visits
sv_se: besök

source: Copy resource
sv_se: Kopiera resurs

source: Add resource
sv_se: Lägg till resurs

source: This will add a custom post that's private and only visible in forms and admin
sv_se: Detta lägger till ett eget fält som är privat och enbart synligt i formulär och admin.

source: Resource's Title
sv_se: Resursens rubrik

source: Resource's Content
sv_se: Resursens innehåll

source: Resource Image
sv_se: Bild för resurs

source: Database cleaned
sv_se: Databasen rensad

source: Back
sv_se: Tillbaka

source: General settings saved
sv_se: Generella inställningar sparade

source: Email settings saved
sv_se: E-post inställningar sparade

source: Form%ssaved
sv_se: Formulär%ssparad

source: Permissions changed
sv_se: Behörigheter ändrade

source: Form %s has been deleted
sv_se: Formulär %s har raderats

source: Form %s has been added
sv_se: Formulär %s har lagts till

source: Please enter a name for the form
sv_se: Ange ett namn för formuläret

source: Reservations Settings
sv_se: Inställningar för reservationen

source: General
sv_se: Generellt

source: Form
sv_se: Formulär

source: Custom
sv_se: Eget

source: Emails
sv_se: E-post

source: About
sv_se: Om

source: Grey
sv_se: Grå

source: minutes
sv_se: minuter

source: Support email
sv_se: Support e-post

source: Money format
sv_se: Pengar format

source: after
sv_se: efter

source: before
sv_se: före

source: Whitespace between price and currency sign
sv_se: Mellanslag mellan pris och valutasymbol

source: Th. seperator
sv_se: Tusenavskiljare

source: Dec. seperator
sv_se: Öresavskiljare

source: show decimals
sv_se: visa decimaler

source: round
sv_se: avrunda

source: Example
sv_se: Exempel

source: Date format
sv_se: Datumformat

source: Enable display of time and that the time gets used to calculate the billing units instead of only the date
sv_se: Aktivera visning av tid och att tiden vänjer sig vid att beräkna faktureringsheter istället för endast datum

source: Admin Style
sv_se: Adminutseende

source: Merge resources
sv_se: Slå samman resurser

source: Only allow %s reservations at the same time in all resources regardless of the resource counts
sv_se: Tillåt endast %s reservationer samtidigt i alla resurser oavsett att resurs räknas

source: Block time
sv_se: Blockera tid

source: Block
sv_se: Blockera

source: before and
sv_se: före och

source: after reservations
sv_se: efter reservationer

source: Tutorial
sv_se: Guide

source: Enable tutorial mode
sv_se: Aktivera guideläge

source: Reset
sv_se: Återställ

source: Uninstall
sv_se: Avinstallera

source: Delete settings, reservations and resources
sv_se: Radera inställningar, reservationer och resurser vid avinstallation

source: Important guests
sv_se: Viktiga gäster

source: Enter emails of important guests; saperated by comma. Reservations with this email will be highlighted.
sv_se: Ange e-post för viktiga gäster; separerade med kommatecken. Bokningar med detta e-postmeddelande kommer att markeras.

source: Execute scripts
sv_se: Köra skript

source: After successful reservation.
sv_se: Efter successfull reservation

source: General Settings
sv_se: Allmänna inställningar

source: Save Changes
sv_se: Spara ändringar

source: Documentation
sv_se: Dokumentation

source: Report bug
sv_se: Rapportera bugg

source: Rate the Plugin
sv_se: Betygsätt tillägget

source: Clean Database
sv_se: Rensa databas

source: Clean
sv_se: Rensa

source: Delete all unapproved old reservations
sv_se: Radera alla icke godkända gamla reservationer

source: Change Permissions
sv_se: Ändra behörigheter

source: Set
sv_se: Ställ

source: Dashboard
sv_se: Kontrollpanel

source: Resources
sv_se: Resurser

source: Statistics
sv_se: Statistik

source: Settings
sv_se: Inställningar

source: Arrival date
sv_se: Ankomst datum

source: Arrival hour
sv_se: Ankomst timme

source: Arrival minute
sv_se: Ankomst minut

source: Departure date
sv_se: Avresedatum

source: Departure hour
sv_se: Avrese timme

source: Departure minute
sv_se: Avrese minut

source: Billing units
sv_se: Faktureringsheter

source: Value
sv_se: Värde

source: Display featured image
sv_se: Visa presenterade bilden

source: Width
sv_se: Bredd

source: Height
sv_se: Höjd

source: Display content with
sv_se: Visa innehåll med

source: characters
sv_se: tecken

source: Display excerpt with
sv_se: Visa utdrag med

source: Required
sv_se: Krävs

source: Price per billing unit
sv_se: Pris per faktureringsenhet

source: Style
sv_se: Stil

source: Max-length
sv_se: Max-längd

source: Disabled
sv_se: Inaktiverad

source: Shows the warning messages in form. Is required for the multiple reservations form function.
sv_se: Visar varningsmeddelanden i formuläret. Krävs för flera bokningars formulär funktion.

source: Message
sv_se: Meddelande

source: Field with datepicker for the arrival date. Is required in any form.
sv_se: Fält med datumväljare för ankomstdatumet. Krävs i något formulär.

source: Field with datepicker for the departure date. Can be replaced by billing units selection or deleted so that every reservation lasts one billing unit.
sv_se: Fält med datumväljare för avresedatum. Kan ersättas av faktureringsenheters val eller tas bort så att varje bokning varar en faktureringsenhet.

source: Select for arrival hour. Can be replaced by a hidden field and defaults to 12:00 if not in form.
sv_se: Välj för ankomst timme. Kan ersättas av ett dolt fält och standardvärden till 12.00, om det inte finns i formuläret.

source: Selected
sv_se: Vald

source: Select for departure hour. Can be replaced by a hidden field and defaults to 12:00 if not in form.
sv_se: Välj för avfärds timme. Kan ersättas av ett dolt fält och standardvärden till 12.00, om det inte finns i formuläret.

source: Select for arrival minute.
sv_se: Välj för ankomst minut.

source: Select for departure minute.
sv_se: Välj för avfärds minut.

source: Select of billing units to define the length of stay. Can be replaced by depature date field or defaults to one billing unit if not in form.
sv_se: Välj fakturerings enheter för att definiera längden på vistelsen. Kan ersättas av avrese datumfält eller standard till en faktureringsenheten om den inte finns i formuläretet.

source: Select of resources. Is required and can only be replaced by hidden field. You can exclude resources with comma saperated IDs.
sv_se: Välj resurser. Det krävs och kan endast bytas ut mot dolt fält. Du kan utesluta resurser med komma separerade IDs.

source: Exclude
sv_se: Exkludera

source: Select of adults. Is required and can only be replaced by hidden field.
sv_se: Välj för vuxna. Det krävs och kan endast bytas ut mot dolt fält.

source: Children's
sv_se: Barn

source: Select of children's. Can be replaced by hidden field or deleted.
sv_se: Välj för barn. Kan ersättas av dolt fält eller tas bort.

source: Text field for name. Is required in any form.
sv_se: Textfält för namn. Krävs i någon form.

source: Text field for email. Is required in any form.
sv_se: Textfält för e-post. Krävs i någon form.

source: Date and information fields can be replaced by hidden fields to force the selection without the guest choosing or seeing it. They are helpful for special offers or forms for just one resource.
sv_se: Datum och informationsfält kan ersättas av dolda fält för att tvinga inställningen utan gästen utsett eller ser det. De är till hjälp för specialerbjudanden eller formulär för bara en resurs.

source: Resources infobox
sv_se: Infobox resurser

source: Shows the information title, image, content and excerpt of the currently selected resource.
sv_se: Visar titelinformationen, bild, innehåll och utdrag ur den valda resursen.

source: Size
sv_se: Storlek

source: Big
sv_se: Stor

source: Featured image
sv_se: Dagens bild

source: Show title
sv_se: Visa titel

source: Content
sv_se: Innehåll

source: Color of code
sv_se: Färg på koden

source: Black
sv_se: Svart

source: White
sv_se: Vit

source: display price
sv_se: visa pris

source: Shows the price as of selections.
sv_se: Visar priset per val.

source: Text before price
sv_se: Text före pris

source: Submit
sv_se: Skicka

source: Button to submit the form.
sv_se: Knappen för att skicka formuläret.

source: Can be any form element, can have an impact on the price and are used to get more information. Define them %s first
sv_se: Kan vara någon formulär element, kan ha en inverkan på priset och används för att få mer information. Definiera dem %s först

source: Select field
sv_se: Välj fält

source: Date fields
sv_se: Datum fält

source: Default
sv_se: Standard

source: Text field with datepicker
sv_se: Textfält med datumväljare

source: Select field as of the time pattern selection
sv_se: Välj fält som av tids urvalsmönstret

source: Select field to choose length of stay
sv_se: Välj fältet för att välja vistelsens längd

source: Information fields
sv_se: Informations fält

source: Select of resource
sv_se: Välj resurs

source: Select field for adults
sv_se: Välj fält för vuxna

source: Select field for children's
sv_se: Välj fält för barn

source: Text field for name
sv_se: Textfält för namn

source: Text field for mail
sv_se: Textfält för e-post

source: Select field of country's
sv_se: Välj fält för land

source: Special fields
sv_se: Särskilda fält

source: Fix information and hide from guest
sv_se: Fixa information och dölj från gäst

source: Custom form elements to get more information
sv_se: Anpassade formulärelement för att få mer information

source: Displays information of currently selected resource
sv_se: Visar information om valda resursen

source: To verify only humans use the form
sv_se: För att verifiera endast människor som använder formuläret

source: Show price
sv_se: Visa pris

source: Display price live
sv_se: Visa pris live

source: Displays errors
sv_se: Visa errors

source: Submit button
sv_se: Skicka knapp

source: Button to submit the form
sv_se: Knappen för att skicka formuläret

source: Label
sv_se: Etikett

source: Used for description of tags. Should be before the tag.
sv_se: Används för beskrivning av taggar. Bör vara före taggen.

source: Sub-label
sv_se: Sub-etikett

source: Small sub-label. Should be used inside labels.
sv_se: Liten sub-etikett. Bör användas inuti etiketter.

source: Row
sv_se: Rad

source: To use multiple elements in one row. It may be nesecarry to define their width's.
sv_se: Om du vill använda flera element i en rad. Det kan vara nödvändigt att definiera deras bredd.

source: Bold
sv_se: Fet

source: Bold text
sv_se: Fet text

source: Italic
sv_se: Kursiv

source: Italic text
sv_se: Kursiv text

source: Headline
sv_se: Rubrik

source: Big headline.
sv_se: Stor rubrik

source: Sub-headline
sv_se: Under rubrik

source: Smaller headline to divide the form.
sv_se: Mindre rubrik för att dela upp formuläret.

source: Custom field edited
sv_se: Anpassat fält redigerat

source: Added custom field
sv_se: Ytterliggare egna fält

source: Custom field deleted
sv_se: Anpassat fält raderat

source: Add and edit custom fields
sv_se: Lägg till och redigera egna fält

source: Price field
sv_se: Pris fält

source: Field has influence on price
sv_se: Fältet har inflytande på pris

source: Form Element
sv_se: Formulär element

source: Else
sv_se: Eller

source: No custom fields defined
sv_se: Inga anpassade fält definierade

source: Active
sv_se: Aktiv

source: Subject
sv_se: Ärende

source: Tags
sv_se: Taggar

source: wordwrap
sv_se: radbrytning

source: message from admin
sv_se: meddelande från admin

source: name
sv_se: namn

source: email
sv_se: e-post

source: arrival date
sv_se: ankomstdatum

source: departure date
sv_se: avresedatum

source: amount of billing units
sv_se: mängd av faktureringsenheter

source: amount of adults and children
sv_se: mängd vuxna och barn

source: amount of adults
sv_se: antal vuxna

source: amount of children
sv_se: mängd av barn

source: country of guest
sv_se: gästens land

source: name of resource
sv_se: namn på resurs

source: name of resource number
sv_se: namn på resursnummer

source: price of reservation
sv_se: pris på bokningen

source: paid amount
sv_se: inbetalt belopp

source: custom fields
sv_se: egna fält

source: show changes after edits
sv_se: visa ändringar efter redigering
